<?php session_start();?>
<!DOCTYPE html>
<html>
	<head>
		<title>Meredian</title>
		<meta charset="utf-8">
		<link rel="stylesheet" type="text/css" href="styles/style.css">    
	</head>
	<body class="page">
		<div id="wrapper1">
            <div id="header">
				<div class="login">
					<?
						if(isset($_SESSION['admin']))
						{
						require_once("blocks/userdata.php");
						}
						else
						{
						require_once("blocks/auth_form.php");
						}
					?>
				</div>
				<div id="header_logo"> <a href="#"><img src="images/logo.png" alt="Logo" width="241" height="125" border="0" /></a> </div>
			</div>
		<div class="width">
			<ul id="side_menu">
				<a href="index.php" class='words_menu ' >Головна</a>
				<a href="biography.php" class='words_menu'>Про нас</a>
				<a href="" class='words_menu'>Відгуки </a>
				<a href="" class='words_menu'>Контакти</a>
				<a href="" class='words_menu'>Користувачу</a>
			</ul>
		</div>
		<div class="width2">
			<div class="content" >
				<img src="b.jpg" class="photobiog" hspace=20 vspace=20 style="float:right">
				<center class="h" >Про нас</center>
				<p>Плануєте відпустку? Хочете, щоб ваш відпочинок був незабутнім? 
				Мрієте відвідати міста Європи? Любите якісне обслуговування? 
				Довірте організацію вашого відпочинку співробітникам турфірми.</p>
				<p>«Meredian» - це згуртований колектив професіоналів, які допоможуть вам провести відпустку вашої мрії. </p>
			
				<pp>Вибираєте турфірму? «Meredian» - для вас!</pp>

				<p>Як і інші турфірми , ми пропонуємо своїм клієнтам туристичні продукти на будь-який смак.
				Чому ж потрібно вибрати саме нашу турфірму ? 
				Відповідь проста - для нас першочерговим завданням є організація вашої подорожі по вищому розряду, ми не прагнемо продати подорожче те,
				що коштує дешево, ми цінуємо і поважаємо своїх клієнтів і хочемо, щоб ви зверталися до нас знову і знову.
				</p>



				<p>Турфірми Чернівців пропонують безліч найрізноманітніших курортів в різні куточки планети,
				у вас є прекрасна можливість вибрати. Наша компанія «Meredian» відрізняється прагненням організувати повноцінний 
				і якісний відпочинок для наших клієнтів, враховуючи всі індивідуальні побажання.</p>

				<p>Мета нашої роботи - підібрати актуальний туристичний продукт по найбільш приємною ціною для кожного клієнта, 
				який звернувся в нашу турфірму.</p>

				<pp>«Meredian» забезпечить вам повноцінний і якісний відпочинок.</pp>
				<p>Білосніжні пляжі, дивовижна флора і фауна, дайвінг, автентична культура екзотичних країн, гостинні місцеві жителі, 
					пейзажі, які ви навіть не могли собі уявити - все це чекає вас!
					Ми хочемо, щоб люди, які один раз поїхали відпочивати з нашою допомогою знову і знову зверталися до пропозицій нашої 
					турфірми. «Meredian» - це надійний партнер і помічник у нелегкій справі організації повноцінного подорожі.</p>
					<img src="b3.jpg" class="photobiog1" hspace=20 vspace=20 style="float:right">
			</div>
		</div>
	</div>
	<?php require_once("blocks/footer.php");?>
</body>
</html>